tap "buildkite/buildkite"
tap "deref/tap"
tap "egoist/tap"
tap "homebrew/cask-fonts"
tap "mutagen-io/mutagen"
tap "shipyard-run/homebrew-repo"
tap "universal-ctags/universal-ctags"

brew "bat"
brew "bk"
brew "buildkite-agent"
brew "dum"
brew "dust"
brew "exo"
brew "gh"
brew "git"
brew "httpie"
brew "hub"
brew "jq"
brew "libpq"
brew "mas"
brew "mutagen"
brew "shipyard"
brew "starship"
brew "tmux"
brew "universal-ctags"
brew "vim"
brew "xz"

cask "1password-cli"
cask "abyssoft-teleport"
cask "alfred"
cask "font-hack-nerd-font"
cask "ngrok"
cask "notion"
cask "utm"
cask "visual-studio-code"

mas "tailscale", id: 1475387142
mas "mindnode", id: 1289197285
mas "moom", id: 419330170
